<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Σχετικά';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p style="text-align: justify;">Στα πλαίσια των σεμιναρίων της Μονάδας Αριστείας ΕΛ/ΛΑΚ Ιωαννίνων, ζητήθηκε από τους συμμετέχοντες, ειδικά σε αυτούς που δεν έχουν προγραμματιστικό υπόβαθρο, να δώσουν ιδέες για το τι θα μπορούσε να ωφελήσει την εργασία τους, σε μία από τις θεματικές της ΜΑ ΕΛ/ΛΑΚ Ιωαννίνων (Περιβάλλον-Αγροτική Ανάπτυξη, Υγεία, Δημόσια Διοίκηση), βασισμένο όμως σε τεχνολογίες ΕΛ/ΛΑΚ που ήδη είχαν παρουσιαστεί.    </p>
    <p style="text-align: justify;">Στο αίτημά μας, ανταποκρίθηκε η συμμετέχουσα Ιλιάδα Δήμου, απόφοιτη του Τμήματος Νοσηλευτικής ΑΤΕΙ Ηπείρου, βασιζόμενη πάνω στην εμπειρία της, κατά τη διάρκεια της πρακτικής της άσκησης στο Πανεπιστημιακό Νοσοκομείο Ιωαννίνων. Συγκεκριμένα αναγνώρισε τη δυσκολία κατάρτισης και τήρησης Εβδομαδιαίου Προγράμματος Βαρδιών/Εφημεριών, από τον καθ'ύλην υπεύθυνο, τον Προϊστάμενο Νοσηλευτικής της Κλινικής που υπηρετούσε.</p>
    <p style="text-align: justify;">Ο χρόνος που απαιτούνταν για την κατάρτιση του προγράμματος, καθώς και η πίεση που ασκούνταν για δίκαιη κατανομή ωρών και εφημεριών καταστούσαν τη διαδικασία πολύ κουραστική και τις αρκετές φορές υπήρχαν λάθη. Η τρέχουσα διαδικασία ήταν η καταγραφή των ωρών χειρόγραφα και με βάση αυτές δημιουργούνταν μια φόρμα σε έντυπο κειμενογράφου, η οποία και εκτυπωνόταν.    </p>
</div>
