<?php

/* @var $this yii\web\View */

$this->title = 'NursesShift : Διαχείριση Βαρδιών';
?>
<div class="site-index">

    <div class="jumbotron">
        <h1><img src="../views/images/logo.png"></h1>

        <p class="lead">Σύστημα Διαχείρισης Βαρδιών Νοσηλευτών.</p>

    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>Στόχος</h2>

                <p>Στα πλαίσια των σεμιναρίων της Μονάδας Αριστείας ΕΛ/ΛΑΚ Ιωαννίνων, ζητήθηκε από τους συμμετέχοντες, ειδικά σε αυτούς που δεν έχουν προγραμματιστικό υπόβαθρο, να δώσουν ιδέες για το τι θα μπορούσε να ωφελήσει την εργασία τους, σε μία από τις θεματικές της ΜΑ ΕΛ/ΛΑΚ Ιωαννίνων (Περιβάλλον-Αγροτική Ανάπτυξη, Υγεία, Δημόσια Διοίκηση), βασισμένο όμως σε τεχνολογίες ΕΛ/ΛΑΚ που ήδη είχαν παρουσιαστεί.</p>

            </div>
            <div class="col-lg-4">
                <h2>Που απευθύνεται</h2>

                <p>Το πρόβλημα κατάρτισης και τήρησης ενός προγράμματος βαρδιών δεν έχει αποκλειστική εφαρμογή στα νοσοκομεία. Όπου υπάρχει ανάγκη εκ περιτροπής εργασίας στο δημόσιο ή στον ιδιωτικό τομέα (π.χ. υπηρεσίες φύλαξης, εργοστάσια κτλ) και με κάποιες μετατροπές στον κώδικα, που θα διατίθεται ελεύθερα από τα αποθετήρια του ΕΛ/ΛΑΚ, θα είναι εύκολη πλέον υπόθεση να σχεδιαστεί πρόγραμμα βαρδιών..</p>

            </div>
            <div class="col-lg-4">
                <h2>Συνεισφορά</h2>

                <p>Το NursesShift ξεκίνησε στα πλαίσια της Μονάδας Αριστείας ΕΛ/ΛΑΚ Ιωαννίνων, ενώ έχει επιλεχτεί για ενίσχυση
                    έργου από την ΕΕΛ/ΛΑΚ. 
                    Είναι ανοιχτού κώδικα και διατίθεται με βάση την άδεια EUPL. Μπορείτε να βρείτε τον κώδικα και να συνεισφέρετε στο project στο Github</p>

                <p><a class="btn btn-default" href="https://github.com/ellak-monades-aristeias/NursesShift/">NursesShift @github &raquo;</a></p>
            </div>
        </div>

    </div>
</div>
